Revit 2027 API
IFCAnyHandle.StepId Property
 The step id of the handle. Valid only for import.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int StepId { get; }
Public ReadOnly Property StepId As Integer
	Get
public:
property int StepId {
	int get ();
}
member StepId : int with get
Property Value
Int32
See Also
Reference
IFCAnyHandle Class
Autodesk.Revit.DB.IFC Namespace